import React from "react";
import Button from "../layouts/Button";
import BlogCard from "../layouts/BlogCard";

const Blogs = () => {
  return (
    <div className=" min-h-screen flex flex-col justify-center lg:px-32 px-5 pt-24">
      <div className=" flex flex-col items-center lg:flex-row justify-between">
        <div>
          <h1 className=" text-4xl font-semibold text-center lg:text-start">
            আয়ুর্বেদ
          </h1>
          <p className=" mt-2 text-center lg:text-start">ইতিহাস ও মিথ</p>
        </div>
        <div className=" mt-4 lg:mt-0">
          <Button title="Our Articles" />
        </div>
      </div>
      <div className="my-8 space-y-5">
        <BlogCard
          title={`আয়ুর্বেদ`}
          details={`আয়ুর্বেদ হল একটি বিকল্প চিকিৎসা ব্যবস্থা যা ভারতীয় উপমহাদেশে উদ্ভুত
          হয়।[১] আয়ুর্বেদের তত্ত্ব এবং অনুশীলন ছদ্মবিজ্ঞান হিসেবে
          স্বীকৃত।[২][৩][৪] আয়ু’ শব্দের অর্থ ‘জীবন’ এবং ‘বেদ’ শব্দের অর্থ
          ‘জ্ঞান’ বা ‘বিদ্যা’। ‘আয়ুর্বেদ’ শব্দের অর্থ জীবনজ্ঞান বা
          জীববিদ্যা।[৫] আয়ুর্বেদ চিকিত্‍সা মূলত ভেষজ বা উদ্ভিদের মাধ্যমে
          প্রচলিত চিকিত্‍সা পদ্ধতি। এই চিকিত্‍সা ৫০০০ বছরের পুরাতন। আদি যুগে
          গাছপালার মাধ্যমেই মানুষের রোগের চিকিৎসা করা হতো।[৬] এই চিকিত্‍সা
          বর্তমানে ‘হারবাল চিকিত্‍সা’ তথা ‘অলটারনেটিভ ট্রিটমেন্ট’ নামে পরিচিতি
          লাভ করেছে। ক্যান্সারের চিকিৎসা বা নিরাময়ে আয়ুর্বেদ কার্যকরী এমন কোন
          ভালো প্রমাণ নেই।[৭] কিছু আয়ুর্বেদিক প্রস্তুতিতে সীসা, পারদ এবং
          আর্সেনিক রয়েছে, যা মানুষের জন্য ক্ষতিকর বলে পরিচিত।[৮]`}
        />
        <BlogCard
          title={`মূল ধারণা`}
          details={`আয়ুর্বেদ হলো ভারতবর্ষের প্রাচীন চিকিৎসাশাস্ত্রের এক অঙ্গ। প্রায় ৫০০০
          বছর পূর্বে ভারতবর্ষেরই মাটিতে এই চিকিৎসা পদ্ধতির উত্‌পত্তি হয়।
          আয়ুর্বেদ শব্দটি হলো দুটি সংস্কৃত শব্দের সংযোগে সৃষ্টি-যথা ‘আয়ুষ’,
          অর্থাৎ ‘জীবন’ এবং ‘বেদ’ অর্থাৎ ‘বিজ্ঞান’। যথাক্রমে আয়ুর্বেদ শব্দটির
          অর্থ দাঁড়ায় ‘জীবনের বিজ্ঞান’। এটি এমনই এক চিকিৎসা পদ্ধতি যাতে রোগ
          নিরাময়ের চেয়ে স্বাস্থ্যকর জীবনযাত্রার প্রতি বেশি জোর দেওয়া হয়। রোগ
          নিরাময় ব্যবস্থা করাই এর মূল লক্ষ্য।[৯][১০]`}
        />
        <BlogCard
          title={`রোগ নির্ণয়`}
          details={`আয়ুর্বেদে রোগীর শারীরিক ও মানসিক সম্পূর্ণ অবস্থার বিচার করে তবেই রোগ নির্ণয় করা হয়। চিকিৎসক আরো কিছু বিষয়ে ধ্যান দেন, যেমন রোগীর দৈনন্দিন জীবনযাত্রা, খাদ্যাভ্যাস, হজমের ক্ষমতা, কোষ, পেশী ও ধাতু ইত্যাদি কতটা ক্ষতিগ্রস্ত হয়েছে। তিনি আরও অণুধাবন করেন আক্রান্ত শারীরিক টিসুগুলি, ধাতু, কোন জায়গায় রোগ স্থিত, রোগীর রোধক্ষমতা, প্রাণশক্তি, দৈনন্দিন রুটিন এবং রোগীর ব্যক্তিগত, সামাজিক, ও অর্থনৈতিক জীবনযাত্রা এবং পারিপার্শ্বিক অবস্থা। রোগ নির্ণয়ের জন্য নিম্নলিখিতগুলির কয়েকটি পরীক্ষাও দরকার হয়: 1.সাধারণভাবে শারীরিক পরীক্ষা 2.নাড়ীর স্পন্দন পরীক্ষা 3.মূত্র পরীক্ষা 4.মল পরীক্ষা 5.জিহ্বা এবং চোখ পরীক্ষা 6.চামড়া এবং কান পরীক্ষা, স্পর্শেন্দ্রিয় এবং শ্রবনেন্দ্রিয় এর ক্রিয়াকলাপ পরীক্ষা`}
        />
        <BlogCard
          title={`পথ্য ও আয়ুর্বেদিক চিকিৎসা`}
          details={`আয়ুর্বেদে চিকিৎসা হিসাবে খাদ্যাভ্যাসের নিয়ন্ত্রণ গুরুত্বপূর্ণ। কারণ এতে মানব দেহকে খাদ্যের ফলস্বরূপ ধরা হয়। মানুষের শারীরিক ও মানসিক বিকাশ এবং মন মেজাজ সবই তার খাদ্যের মানের উপর নির্ভরশীল। মানব দেহে খাদ্য প্রথমে ‘চাইল’ বা ‘রস’ এ পরিবর্তিত হয় এবং তারপর যথাক্রমে বিভিন্ন প্রক্রিয়া দ্বারা রক্ত, পেশী, চর্বি, হাড়, হাড়ের মজ্জা, পুনর্জননের উপাদান এবং ওজাস এ রুপান্তরিত হয়। কাজেই খাদ্য হল দেহের সমস্ত রাসায়নিক প্রক্রিয়া এবং জীবনী শক্তির মূল। খাদ্যে পুষ্টির অভাব বা বেঠিক রুপান্তর অনেক রকম রোগের অবস্থার সৃষ্টি করে।`}
        />
        <BlogCard
          title={`ইতিহাস`}
          details={`আধুনিক আয়ুর্বেদী উৎস্য অনুযায়ী, আয়ুর্বেদ এর উৎস্য শনাক্ত করা যায় প্রায় খ্রিস্টপূর্ব ৬,০০০ অব্দে।[১৭][১৮][১৯] তখন একটি মৌখিক রীতি হিসেবে এর উদ্ভব হয়েছিল। আয়ুর্বেদের কিছু ধারণা সিন্ধু সভ্যতার সময়েও ছিল।[২০][২১] আয়ুর্বেদের প্রথম নথিবদ্ধ আকার বিবর্তিত হয় বেদ থেকে।[১৯][২২] বৈদিক পরম্পরায় আয়ুর্বেদ হচ্ছে একটি উপবেদ (সহায়ক জ্ঞান)। অথর্ববেদে আয়ুর্বেদ এর উৎস্য পাওয়া যায়।[২৩] অথর্ববেদে আয়ুর্বেদ সংক্রান্ত ১১৪টি স্ত্রোত্র রয়েছে যেখানে রোগের যাদুবিদ্যাগত চিকিৎসার কথা বলা হয়েছে। আয়ুর্বেদের উদ্ভব নিয়ে বিভিন্ন কিংবদন্তী রয়েছে, যেমন ধন্বন্তরী (বা দিবোদাস) ব্রহ্মার দ্বারা আয়ুর্বেদ লাভ করেন।[২৪][২৫][২৬] এই কিংবদন্তিও প্রচলিত যে, অগ্নিবেশ মুনির হারিয়ে যাওয়া রচনার এর অবদানে আয়ুর্বেদের উৎপত্তি।[২৭]`}
        />

        <h3 className="text-xl font-bold text-center">NOTE: SOURCE WIKIPEDIA</h3>
      </div>
    </div>
  );
};

export default Blogs;
