export const postap = [
  {
    id: 1,
    title: "মেডিকেল রিপোর্ট আপলোড করুন",
    desc: "মোবাইল অ্যাপের সাহায্যে বিশেষজ্ঞ ডাক্তারদের সাথে ভিডিও কলের মাধ্যমে সংযুক্ত হন এবং আপনার জীবনের গুরুত্বপূর্ণ মেডিকেল রিপোর্ট আপলোড করুন এবং নিরাপদে সংরক্ষণ করুন।",
  },
  {
    id: 2,
    title: "ঔষধ সেবনের অ্যালার্ম",
    desc: "সময় মতো ঔষধ খেতে কার মনে থাকে। তাই, প্রেসক্রিপশন বুঝে নেবার পর ডাক্তার দেখাও মোবাইল অ্যাপ আপনাকে সঠিক সময় ঔষধ খেতে স্মরণ করাবে।",
  },
  {
    id: 3,
    title: "মেডিকেল প্রোফাইল তৈরি করুন",
    desc: "আপনার ডাক্তার দেখাও অ্যাপ প্রোফাইলে আপনার স্বাস্থ্য সঙ্ক্রান্ত তথ্য প্রদান করুন এবং দ্রুত ও সঠিক চিকিৎসা সেবা নিশ্চিত করুন।",
  },
  {
    id: 4,
    title: "প্রেসক্রিপশন বুঝে নিন",
    desc: "ডাক্তারের সাথে ভিডিও কল শেষ হওয়ার সাথে সাথে আপনার অ্যাপে ডাক্তারের দেয়া ব্যবস্থাপত্রটি পেয়ে যাবেন। এছাড়া সময়মত ঔষধ খাওয়ার জন্য আপনাকে দেয়া হবে রিমাইন্ডার।",
  },
];
